[CombatStims X2AbilityTemplate]
LocFriendlyName="超能血清"
LocHelpText="获得额外的移动力、精神免疫和2点护甲持续<Ability:COMBATSTIMSDURATION/>回合。自由行动。"
LocLongDescription="使用超能血清的士兵获得额外的移动力、精神免疫力和2点护甲持续<Ability:COMBATSTIMSDURATION/>回合。"
LocFlyOverText="超能血清"

[CombatStims X2WeaponTemplate]
FriendlyName="超能血清"
FriendlyNamePlural="超能血清"
BriefSummary="超能血清提取自狂战士外星人肾上腺，通过刺激使用者的神经系统在数回合内提高其移动力和护甲。"
TacticalText="<Bullet/> 使用超能血清的士兵显著提高移动力，获得额外护甲。\n<Bullet/> 超能血清还可以使士兵暂时对恐慌和精神控制等负面心理影响免疫。\n<Bullet/> 1 充能。"


[MeleeResistance X2AbilityTemplate]
LocFriendlyName="近战抵抗"
LocLongDescription="狂战士减少2点所有受到的近战伤害。"
LocHelpText="减少受到的近战伤害。"
LocFlyOverText="近战抵抗"

[Rage X2AbilityTemplate]
LocFriendlyName="暴怒"
LocLongDescription="狂战士在受伤时会被激怒，使其获得额外移动力和意志力。"
LocHelpText="狂战士在受伤时会被激怒，使其获得额外移动力和意志力。"
LocFlyOverText="暴怒!"

[TriggerRage X2AbilityTemplate]
LocFriendlyName="引发暴怒"
LocLongDescription="狂战士被激怒，并获得+7移动力和100%意志力提升。"



